{
    "138": {
        "id": 138,
        "title": "Conference closing and contest winners",
        "description": "Don't miss the closing ceremony, all gifts from our sponsors and partners will find their owners during this session.",
        "image": "/images/backgrounds/closing.jpg"
    },
    "137": {
        "id": 137,
        "title": "Afterparty & Networking",
        "description": "The afterparty is a great time to have some fun and solidify your new friendships",
        "image": "/images/backgrounds/party.jpg"
    },
    "136": {
        "id": 136,
        "title": "GDG DevFest Sudbury 2016 Opening",
        "description": "Official start of the conference. Greetings from the organizers, sponsors and partners.",
        "image": "/images/backgrounds/opening.jpg"
    },
    "135": {
        "id": 135,
        "title": "Morning coffee",
        "description": "Coffeeeeeee!",
        "image": "/images/backgrounds/morning.jpg"
    },
    "134": {
        "id": 134,
        "title": "Lightning talks",
        "description": "Short (5 or 10 minute) energetic talks on cool development technology",
        "image": "/images/backgrounds/coffee-break.jpg"
    },
    "133": {
        "id": 133,
        "title": "Lunch",
        "description": "Foooooooood!",
        "image": "/images/backgrounds/lunch.jpg"
    },
    "132": {
        "id": 132,
        "title": "Registration & morning Coffee",
        "description": "Get your badge, coffee, enjoy talking with fellow developer enthusiasts!",
        "image": "/images/backgrounds/registration.jpg"
    },
    "131": {
        "id": 131,
        "title": "Build a Progressive Web App with Firebase, Polymerfire and Polymer Components",
        "description": "In this codelab, you'll learn how to make a progressive web app using Firebase and Polymer Web Components. You'll connect pre-made view components to Firebase data components to build an app that features user authentication, a database backend, offline data availability and the ability to be installed to the home screen of an Android device.",
        "speakers": [
            3
        ],
        "complexity": "Intermediate",
        "tags": [
            "Progressive Web Apps",
            "Polymer"
        ]
    },
    "130": {
        "id": 130,
        "title": "Accelerated Mobile Pages Foundations",
        "description": "In this codelab, you'll learn how to build Accelerated Mobile Pages -- or AMP for short. To achieve this you will implement a simple news article web page that conforms to the AMP specifications while incorporating several typical web features commonly used on mobile news sites.",
        "speakers": [
            6
        ],
        "complexity": "Intermediate",
        "tags": [
            "Accelerated Mobile Pages",
            "Web"
        ]
    },
    "129": {
        "id": 129,
        "title": "Janitor: the fastest development system in the world",
        "description": "The effort required to set up complex development environments can reduce contributions. Janitor uses container technology to deliver a complete development environment so that contributors can focus on fixing bugs and adding features.",
        "speakers": [
            1
        ],
        "complexity": "Intermediate",
        "tags": [
            "Development Environments"
        ]
    },
    "128": {
        "id": 128,
        "title": "Backing up an AngularJS front end with an ASP.net backend",
        "description": "ASP.net can provide a great backend for AngularJS; in this talk, learn how MVC without the V can give you an MVP outcome.",
        "speakers": [
            2
        ],
        "complexity": "Beginner",
        "tags": [
            "Angular"
        ]
    },
    "102": {
        "id": 102,
        "title": "From AngularJS to Angular 2",
        "description": "With the release of Angular 2.0 in September, our curiosity turns to the process of migrating from AngularJS to Angular 2.0. Trevor will report on his experiments following the recommended upgrade paths.",
        "speakers": [
            5
        ],
        "complexity": "Intermediate",
        "tags": [
            "Angular"
        ]
    }
,
    "101": {
        "id": 101,
        "title": "Building virtual reality games with Unity and Google Cardboard",
        "description": "With the release of Daydream VR, virtual reality games have taken another leap forward. Zack has been building games with Unity and the Cardboard SDK this year, and will share his experiences.",
        "speakers": [
            4
        ],
        "complexity": "Beginner",
        "tags": [
            "Virtual Reality",
            "Unity"
        ]
    }
}
